---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DollarPerBtu
source: html/796bdec7-e10e-f3a1-3471-45d072248039.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DollarPerBtu Property

Symbol $/Btu, indicating unit Cost per British thermal unit.

## Syntax (C#)
```csharp
public static ForgeTypeId DollarPerBtu { get; }
```